Repository: nostur-com/nostur-ios-public
Catalog: Nostur/Localizable.xcstrings
Source language: en
Languages: es, id, nl

source: Support people who curate high quality lists by zapping them
es: Apoya a las personas que seleccionan listas de alta calidad enviándoles un zap
id: Dukung orang yang menyusun daftar berkualitas dengan mengirim zap kepada mereka
nl: Steun mensen die lijsten beheren door ze te zappen

source: Swipe to unblock/unmute
es: Desliza para desbloquear/activar silencio
id: Gesek untuk membuka blokir/mengaktifkan suara
nl: Veeg om te deblokkeren/ontdempen

source: Switch to a more private DM format (NIP-17)
es: Cambie a un formato de DM más privado (NIP-17)
id: Beralih ke format DM yang lebih pribadi (NIP-17)
nl: Activeer verbeterde communicatie methode (NIP-17)

source: Switch to a more private DM format (NIP-17) for new messages
es: Cambie a un formato DM más privado (NIP-17) para mensajes nuevos
id: Beralih ke format DM yang lebih pribadi (NIP-17) untuk pesan baru
nl: Schakel over naar een privacyvriendelijkere verzendmethode (NIP-17) voor nieuwe berichten

source: Tab title
es: Título de la pestaña
id: Judul tab
nl: Tab titel

source: Take a photo
es: tomar una foto
id: Ambil foto
nl: Maak een foto

source: Take Photo
es: tomar foto
id: Ambil Foto
nl: Neem foto

source: Tap account to exclude
es: Toca la cuenta para excluirla
id: Ketuk akun untuk dikecualikan
nl: Tik account om uit te sluiten

source: Tap mic to record a voice message
es: Toca el micrófono para grabar un mensaje de voz
id: Ketuk mikrofon untuk merekam pesan suara
nl: Druk op de microfoon om een bericht op te nemen

source: Tap the notification bell when viewing someone's profile to receive a notification when they post.
es: Toque la campana de notificación cuando vea el perfil de alguien para recibir una notificación cuando publique.
id: Ketuk lonceng notifikasi saat melihat profil seseorang untuk menerima notifikasi saat mereka memposting.
nl: Tik de notificatiebel op iemands profiel om een notificatie te ontvangen bij nieuwe bericht

source: Tap to edit...
es: Toca para editar...
id: Ketuk untuk mengedit...
nl: Tik om te bewerken…

source: Tap to load media
es: Toca para cargar medios
id: Ketuk untuk memuat media
nl: Druk om afbeelding te laden

source: Tap to load video
es: Toca para cargar vídeo
id: Ketuk untuk memuat video
nl: Druk om video te laden

source: Tap to toggle
es: Toca para alternar
id: Ketuk untuk beralih
nl: Druk aan/uit om te filteren

source: Terms and Conditions
es: Términos y condiciones
id: syarat dan Ketentuan
nl: Algemene Voorwaarden

source: Terms of Service
es: Términos de servicio
id: Ketentuan Layanan
nl: Gebruiksvoorwaarden

source: Test Toggle
es: Alternar prueba
id: Uji Beralih

source: Text Post
es: Publicación de texto
id: Posting Teks
nl: Tekstbericht

source: The account to post from. Defaults to the currently active account if not specified.
es: La cuenta desde la que publicar. El valor predeterminado es la cuenta actualmente activa si no se especifica.
id: Akun asal postingan. Defaultnya adalah akun yang aktif saat ini jika tidak ditentukan.

source: The active account cannot post (it may be a read-only or remote signer account).
es: La cuenta activa no puede publicar (puede ser una cuenta de solo lectura o de firmante remoto).
id: Akun yang aktif tidak dapat memposting (mungkin akun hanya baca atau akun penanda tangan jarak jauh).

source: The article feed shows articles from people you follow in the selected time frame
es: El feed de artículos muestra artículos de las personas que sigues en el período de tiempo seleccionado.
id: Umpan artikel menampilkan artikel dari orang yang Anda ikuti dalam jangka waktu yang dipilih
nl: Deze feed toont artikelen uit het gekozen tijdsvak van personen die jij volgt

source: The database could not be loaded.
es: No se pudo cargar la base de datos.
id: Basis data tidak dapat dimuat.

source: The Discover feed shows posts from people you don't follow which are most liked or reposted by people you follow in the last %lld hours
es: El feed Discover muestra publicaciones de personas a las que no sigues que les gustan más o que las personas que sigues vuelven a publicar en las últimas horas %lld
id: Umpan Temukan menunjukkan postingan dari orang yang tidak Anda ikuti yang paling disukai atau diposkan ulang oleh orang yang Anda ikuti dalam %lld jam terakhir
nl: Berichten van mensen die je niet volgt met de meeste reacties of herplaatsingen door mensen die je volgt in de afgelopen %lld uur

source: The Emoji feed shows posts from anyone which are reacted to with specific emojis by people you follow in the last %lld hours
es: El feed de Emoji muestra publicaciones de cualquier persona a las que las personas que sigues reaccionan con emojis específicos en las últimas horas %lld.
id: Umpan Emoji menunjukkan kiriman dari siapa pun yang ditanggapi dengan emoji tertentu oleh orang yang Anda ikuti dalam %lld jam terakhir
nl: De Emoji feed toont berichten van iedereen waar op gereageerd is met specifieke emojis door mensen die je volgt in de afgelopen %lld uur

source: The Gallery feed shows pictures most liked or reposted by people you follow in the last %lld hours
es: El feed de la Galería muestra las imágenes que más les gustaron o que las personas que sigues han vuelto a publicar en las últimas horas %lld.
id: Umpan Galeri menampilkan gambar yang paling disukai atau diposkan ulang oleh orang yang Anda ikuti dalam beberapa jam %lld terakhir
nl: De Gallerij-feed toont fotos met de meeste Vind-ik-leuks of herplaatsingen van mensen die je volgt in de laatste %lld uur

source: The guest account is already following some people. You can read posts and view profiles, but you cannot post or like things until you create a new account yourself
es: La cuenta de invitado ya sigue a algunas personas. Puede leer publicaciones y ver perfiles, pero no puede publicar ni darle me gusta a cosas hasta que cree una nueva cuenta usted mismo.
id: Akun tamu sudah mengikuti beberapa orang. Anda dapat membaca postingan dan melihat profil, tetapi Anda tidak dapat memposting atau menyukai sesuatu sampai Anda membuat akun baru sendiri
nl: Het gast account volgt al een aantal mensen. Je kan berichten lezen en profielen bekijken maar je kan niks plaatsen totdat je zelf een account aanmaakt

source: The guest account is already following some people. You can read posts and view profiles, but you cannot post or react to anything until you create a new account yourself
es: La cuenta de invitado ya sigue a algunas personas. Puede leer publicaciones y ver perfiles, pero no puede publicar ni reaccionar ante nada hasta que cree una nueva cuenta usted mismo.
id: Akun tamu sudah mengikuti beberapa orang. Anda dapat membaca postingan dan melihat profil, tetapi Anda tidak dapat memposting atau bereaksi terhadap apa pun sampai Anda membuat akun baru sendiri
nl: Het gastaccount volgt al een paar mensen, je kan berichten bekijken maar je kan zelf niks plaatsen totdat je zelf een nieuw account maakt

source: The Hot feed shows posts from anyone which are most liked or reposted by people you follow in the last %lld hours
es: El feed Hot muestra las publicaciones de cualquier persona que hayan recibido más me gusta o que hayan vuelto a publicar las personas que sigues en las últimas horas %lld.
id: Umpan Panas menampilkan kiriman dari siapa pun yang paling disukai atau diposkan ulang oleh orang yang Anda ikuti dalam %lld jam terakhir
nl: Berichten van iedereen met de meeste reacties of herplaatsingen door mensen die je volgt in de afgelopen %lld uur

source: The Hot feed shows posts most liked or reposted by people you follow in the last %lld hours
es: El feed Hot muestra las publicaciones que más les gustaron o que las personas que sigues han vuelto a publicar en las últimas horas %lld.
id: Umpan Panas menampilkan kiriman yang paling disukai atau diposkan ulang oleh orang yang Anda ikuti dalam beberapa jam %lld terakhir
nl: De Hot-feed toont berichten met de meeste Vind-ik-leuks of herplaatsingen van mensen die je volgt in de laatste %lld uur

source: The profile above was found to be similar to one below that you are already following:
es: Se descubrió que el perfil anterior es similar al siguiente que ya estás siguiendo:
id: Profil di atas ternyata mirip dengan profil di bawah ini yang sudah Anda ikuti:
nl: Het profile hierboven lijkt op die hier beneden die je al volgt:

source: The selected account could not be found. It may have been removed.
es: No se pudo encontrar la cuenta seleccionada. Es posible que lo hayan eliminado.
id: Akun yang dipilih tidak dapat ditemukan. Itu mungkin telah dihapus.

source: The text content of the post to publish.
es: El contenido del texto de la publicación a publicar.
id: Konten teks postingan yang akan dipublikasikan.

source: The Zapped feed shows posts from anyone which are most zapped by people you follow in the last %lld hours
es: El feed Zapped muestra publicaciones de cualquiera que recibieron más zap de las personas que sigues en las últimas %lld horas
id: Feed Zapped menampilkan postingan dari siapa pun yang paling banyak dikirimi zap oleh orang yang Anda ikuti dalam %lld jam terakhir
nl: The Zapped feed toon berichten die het meest gezapped zijn in de laatste %lld uur door mensen die je volgt

source: There are %lld new communities
es: Hay nuevas comunidades %lld
id: Ada komunitas baru %lld
nl: Er zijn %lld nieuwe communities

source: There are 2 solutions:
es: Hay 2 soluciones:
id: Ada 2 solusi:

source: There was a problem, could not send sats
es: Hubo un problema, no se pudo enviar sats.
id: Ada masalah, tidak bisa mengirim sats
nl: Er was een probleem, sats konden niet verzonden worden

source: These relays are used for all accounts, and are not announced unless configured on the account specific settings.
es: Estos relays se utilizan para todas las cuentas y no se anuncian a menos que se configuren en la configuración específica de la cuenta.
id: relays ini digunakan untuk semua akun, dan tidak diumumkan kecuali dikonfigurasi pada pengaturan khusus akun.
nl: Deze relays worden gebruikt voor alle accounts en zijn niet gepubliceerd tenzij ingesteld bij de account specifieke instellingen

source: These relays are used for all accounts, and are not published unless configured on the account specific tabs.
es: Estos relays se utilizan para todas las cuentas y no se publican a menos que se configuren en las pestañas específicas de la cuenta.
id: relays ini digunakan untuk semua akun, dan tidak dipublikasikan kecuali dikonfigurasi pada tab khusus akun.
nl: Deze relays worden gebruikt voor alle accounts en worden niet gepubliceerd tenzij zo ingesteld op de account-specifieke tabs.

source: These relays are used for all your accounts, and are not announced unless configured on the account specific tabs.
es: Estos relays se utilizan para todas sus cuentas y no se anuncian a menos que se configuren en las pestañas específicas de la cuenta.
id: relays ini digunakan untuk semua akun Anda, dan tidak diumumkan kecuali dikonfigurasi pada tab khusus akun.
nl: Deze relays worden gebruikt voor al je accounts en zijn niet gepubliceerd tenzij ingesteld op account specifieke tabs.

source: These steps help you let others know on which relays they can find %@'s posts and which relays others should use to reach %@.
es: Estos pasos le ayudarán a que otros sepan en qué relays pueden encontrar las publicaciones de %@ y qué relays deberían usar otros para llegar a %@.
id: Langkah-langkah ini membantu Anda memberi tahu orang lain di relays mana mereka dapat menemukan postingan %@ dan relays mana yang harus digunakan orang lain untuk mencapai %@.
nl: Deze stappen helpen je om anderen te laten weten op welke relays ze de berichten van %@ kunnen vinden en welke ze moeten gebruiken om %@ te bereiken.

source: This article has been updated
es: Este artículo ha sido actualizado.
id: Artikel ini telah diperbarui
nl: Artikel is bijgewerkt

source: This can be caused by the receiver switching to a different lightning address
es: Esto puede deberse a que el receptor cambia a una dirección de rayos diferente.
id: Hal ini dapat disebabkan oleh peralihan penerima ke alamat petir yang berbeda
nl: Dit kan worden veroorzaakt door een gewijzigd lightning-adres van de ontvanger

source: This gives more screen space when scrolling
es: Esto proporciona más espacio en la pantalla al desplazarse.
id: Ini memberi lebih banyak ruang layar saat menggulir
nl: Meer ruimte tijdens scrollen

source: This list is public
es: Esta lista es pública.
id: Daftar ini bersifat publik
nl: Deze lijst is openbaar

source: This NWC connection does not support payments
es: Esta conexión NWC no admite pagos
id: Koneksi NWC ini tidak mendukung pembayaran
nl: Deze NWC verbinding ondersteund geen betalingen

source: This post
es: Esta publicación
id: posting ini
nl: Dit bericht

source: This post & user
es: Esta publicación y usuario
id: Posting & pengguna ini
nl: Dit bericht en persoon

source: This post has %lld more items
es: Esta publicación tiene %lld más artículos.
id: Posting ini memiliki item %lld lebih banyak
nl: Dit bericht heeft nog %lld items

source: This post has 1 more item
es: Esta publicación tiene 1 elemento más.
id: Postingan ini memiliki 1 item lagi
nl: Dit bericht heeft nog een item

source: This reply posts from a new one-time identity that isn't linked to any of your accounts. It's a throwaway — you can't edit, delete, undo it, or reply again as this identity. Relays can still see your IP address, and your writing style may identify you.
es: Esta respuesta se publica desde una nueva identidad única que no está vinculada a ninguna de sus cuentas. Es desechable: no puedes editarlo, eliminarlo, deshacerlo ni responder nuevamente con esta identidad. Relays aún puede ver su dirección IP y su estilo de escritura puede identificarlo.
id: Balasan ini dikirim dari identitas baru yang tidak tertaut ke akun Anda. Ini hanya sekali pakai — Anda tidak dapat mengedit, menghapus, membatalkan, atau membalas lagi dengan identitas ini. Relays masih dapat melihat alamat IP Anda, dan gaya penulisan Anda mungkin mengidentifikasi Anda.

source: This will **delete** your: - Account from Nostur - Private key (nsec) from Apple Keychain
es: Esto **eliminará** tu: - Cuenta de Nostur - Clave privada (nsec) de Apple Keychain
id: Ini akan **menghapus**: - Akun dari Nostur - Kunci pribadi (nsec) dari Apple Keychain
nl: Dit zal **verwijderen**: - je account van Nostur - je privé sleutel (nsec) van Apple Keychain

source: This will appear at the top of your profile and replace any previously pinned post.
es: Esto aparecerá en la parte superior de tu perfil y reemplazará cualquier publicación previamente fijada.
id: Ini akan muncul di bagian atas profil Anda dan menggantikan postingan yang dipasangi pin sebelumnya.
nl: Dit zal bovenaan op je profiel vastgepind worden en vervangt eerder vastgepinde berichten.

source: Thread
es: Hilo
id: Benang
nl: Draadje

source: Thumbnail URL (256x256)
es: URL en miniatura (256x256)
id: URL gambar kecil (256x256)
nl: Miniatuur URL (256x256)

# THUNDERZAP_LOW
source: Low
es: Bajo
id: Rendah
nl: Zachtjes

# THUNDERZAP_OFF
source: Off
es: Apagado
id: Mati
nl: Uit

source: Time frame
es: Periodo de tiempo
id: Kerangka waktu
nl: Tijdsvak

source: Time out
es: Se acabó el tiempo
id: Waktu habis

source: Time-out
es: Se acabó el tiempo
id: Waktu habis

source: Time-out while loading discover feed
es: Tiempo de espera mientras se carga el feed de descubrimiento
id: Waktu habis saat memuat feed penemuan
nl: Time-out tijdens laden

source: Time-out while loading feed
es: Tiempo de espera mientras se carga el feed
id: Waktu habis saat memuat feed
nl: Time-out tijdens laden

source: Time-out while loading gallery
es: Tiempo de espera mientras se carga la galería
id: Waktu habis saat memuat galeri
nl: Timeout tijdens laden galerij feed

source: Time-out while loading hot feed
es: Tiempo de espera mientras se carga alimentación caliente
id: Waktu habis saat memuat umpan panas
nl: Timeout tijdens laden Hot feed

source: Time-out while loading Live Streams feed
es: Tiempo de espera mientras se carga la transmisión de transmisiones en vivo
id: Waktu habis saat memuat feed Live Stream

source: Time-out while loading posts
es: Tiempo de espera al cargar publicaciones
id: Waktu habis saat memuat postingan
nl: Time-out

source: Tip
es: Consejo

source: Tips
es: Consejos
id: Kiat

source: Title
es: Título
id: Judul
nl: Titel

source: Title of your feed
es: Título de tu feed
id: Judul feed Anda
nl: Titel van je feed

source: To log in with other accounts, but keep filtering using the main Web of Trust account
es: Para iniciar sesión con otras cuentas, pero seguir filtrando usando la cuenta principal Web of Trust
id: Untuk login dengan akun lain, namun tetap memfilter menggunakan akun utama Web of Trust
nl: Om in te loggen met een ander account maar blijven filteren met het hoofd Web of Trust account

source: To: %@
es: Para: %@
id: Kepada: %@
nl: Aan: %@

source: Toggle filters...
es: Alternar filtros...
id: Alihkan filter...
nl: Filters instellen…

source: toggle red
es: alternar rojo
id: beralih menjadi merah

source: Torch Off
es: Antorcha apagada
id: Obor Mati

source: Torch On
es: Antorcha encendida
id: Senter Menyala

source: Trim Video
es: Recortar vídeo
id: Potong Video
nl: Video inkorten

source: Try again
es: Intentar otra vez
id: Coba lagi
nl: Probeer opnieuw

source: Try guest account
es: Prueba la cuenta de invitado
id: Coba akun tamu
nl: Probeer gast account

source: Try Nostur as guest
es: Prueba Nostur como invitado
id: Coba Nostur sebagai tamu
nl: Probeer Nostur as gast

source: Try to fetch
es: Intenta buscar
id: Cobalah untuk mengambil

source: Try to use anyway
es: Intenta usarlo de todos modos
id: Cobalah untuk tetap menggunakannya
nl: Probeer toch te gebruiken

source: Trying more relays...
es: Probando más relays...
id: Mencoba lebih banyak relays...
nl: Zoeken...

source: Turn off to save battery life and trust the relays for the authenticity of messages
es: Apágalo para ahorrar batería y confía en el relays para la autenticidad de los mensajes.
id: Matikan untuk menghemat masa pakai baterai dan percayakan relays untuk keaslian pesan
nl: Schakel uit om je batterijlading te besparen en vertrouw de relays voor het valideren van berichten

source: Type your message...
es: Escribe tu mensaje...
id: Ketik pesan Anda...
nl: Typ je bericht...

source: Unable to decode Cashu token
es: No se puede decodificar el token Cashu
id: Tidak dapat memecahkan kode token Cashu
nl: Kan Cashu token niet lezen

source: Unable to decode lightning invoice
es: No se puede decodificar la factura del rayo
id: Tidak dapat memecahkan kode faktur kilat
nl: Kon lightning factuur niet verwerken

source: Unable to fetch
es: No se puede recuperar
id: Tidak dapat mengambil
nl: Ophalen lukt niet

source: Unable to fetch contacts
es: No se pueden recuperar contactos
id: Tidak dapat mengambil kontak
nl: Contacten ophalen lukt niet

source: Unable to fetch content
es: No se puede recuperar el contenido
id: Tidak dapat mengambil konten
nl: Inhoud ophalen lukt niet

source: Unable to fetch content:
es: No se puede recuperar el contenido:
id: Tidak dapat mengambil konten:
nl: Kan bericht niet vinden:

source: Unable to fetch posts
es: No se pueden recuperar publicaciones
id: Tidak dapat mengambil postingan
nl: Berichten ophalen lukt niet

source: Unable to fetch profile
es: No se puede recuperar el perfil
id: Tidak dapat mengambil profil
nl: Profile ophalen lukt niet

source: Unable to load conversation
es: No se puede cargar la conversación
id: Tidak dapat memuat percakapan
nl: Kan gesprek niet laden

source: Unable to load stream
es: No se puede cargar la transmisión
id: Tidak dapat memuat streaming
nl: Stream kan niet worden geladen

source: Unavailable
es: Indisponible
id: Tidak tersedia
nl: Niet beschikbaar

source: Unavailable: accountPubkey missing
es: No disponible: falta accountPubkey
id: Tidak tersedia: akunPubkey hilang
nl: Niet beschikbaar: accountPubkey missing

source: Unblock
es: Desatascar
id: Buka blokir
nl: Deblokkeren

source: Unconfigured
es: Desconfigurado
id: Tidak dikonfigurasi
nl: Nog niet ingesteld

source: Undelete
es: Recuperar
id: Batalkan penghapusan
nl: Herstellen

source: Undo
es: Deshacer
id: Membuka
nl: Ongedaan maken

source: Unfollow
es: Dejar de seguir
id: Berhenti mengikuti
nl: Ontvolg

source: Unfollow %@
es: Dejar de seguir %@
id: Berhenti mengikuti %@
nl: Ontvolg %@

source: Unhide
es: Mostrar
id: Perlihatkan
nl: Toon

source: Unmute
es: Dejar de silenciar
id: Membunyikan
nl: Dempen opheffen

source: Unmute video
es: Dejar silenciar vídeo
id: Suarakan video

source: Unpin
es: Desprender
id: Membuka peniti
nl: Maak los

source: Unpin from your profile
es: Desanclar de tu perfil
id: Lepas sematan dari profil Anda
nl: Niet meer vastpinnen

source: Unsigned or invalid event
es: Evento no firmado o no válido
id: Acara yang tidak ditandatangani atau tidak valid

source: Unverified zaps
es: Zap no verificados
id: Zap tidak terverifikasi
nl: Niet-geverifiëerde zaps

source: Update
es: Actualizar
id: Memperbarui
nl: Bijwerken

source: Updates refer to people added or removed from this list, not posts or content.
es: Las actualizaciones se refieren a personas agregadas o eliminadas de esta lista, no a publicaciones o contenido.
id: Pembaruan mengacu pada orang yang ditambahkan atau dihapus dari daftar ini, bukan postingan atau konten.
nl: Lijst updates van mensen toegevoegd of verwijderd van de lijst. Niet updates van berichten.

source: Upgrade your DMs
es: Actualiza tus DM
id: Tingkatkan DM Anda
nl: Privéberichten upgraden

source: Upgrade your DMs by publishing on which relays you wish to receive DMs. This enables you to use a more private messaging format (NIP-17). Others who have not upgraded can still communicate with you using the older format (NIP-04).
es: Actualice sus DM publicando en qué relays desea recibir DM. Esto le permite utilizar un formato de mensajería más privado (NIP-17). Otras personas que no hayan actualizado aún pueden comunicarse con usted utilizando el formato anterior (NIP-04).
id: Tingkatkan DM Anda dengan memublikasikan relays mana yang ingin Anda terima DM. Hal ini memungkinkan Anda untuk menggunakan format pesan yang lebih pribadi (NIP-17). Orang lain yang belum melakukan upgrade masih dapat berkomunikasi dengan Anda menggunakan format lama (NIP-04).
nl: Publiceer de relays waarmee je privéberichten wilt ontvangen. Hierdoor kan je communiceren via een beter beveiligde methode (NIP-17). Anderen die nog niet van deze methode gebruik maken kunnen nog steeds met je communiceren via de oude methode (NIP-04).

source: Upload method
es: Método de carga
id: Metode unggah
nl: Uploadmethode

source: Uploading to Blossom server(s)...
es: Subiendo al servidor(es) Blossom...
id: Mengunggah ke server Blossom...
nl: Uploaden naar Blossom server(s)

source: Use additional relays from contacts in this feed to fetch posts
es: Utilice relays adicional de los contactos en este feed para buscar publicaciones
id: Gunakan relays tambahan dari kontak di feed ini untuk mengambil postingan
nl: Gebruik extra relays van contacten in deze feed om berichten te vinden

source: Use existing account
es: Usar cuenta existente
id: Gunakan akun yang ada
nl: Gebruik bestaand account

source: Use photo
es: usar foto
id: Gunakan foto
nl: Gebruik foto

source: Use relay for looking up posts
es: Utilice relay para buscar publicaciones
id: Gunakan relay untuk mencari postingan
nl: Gebruik relay om berichten te vinden

source: Use Video
es: Usar vídeo
id: Gunakan Video
nl: Gebruik video

source: Uses iCloud to sync across devices
es: Utiliza iCloud para sincronizar entre dispositivos
id: Menggunakan iCloud untuk menyinkronkan antar perangkat
nl: Gebruikt iCloud om te synchroniseren tussen apparaten
